Repository: Cryosphere-MUD/crystal
Catalog: po/*.po
Languages: en@ipa

source: crystal>
en@ipa: krɪstəl>

source: %s - Crystal
en@ipa: %s - krɪstəl

source: /// you aren't connected.
en@ipa: /// ju ɑnt kənɛktɪd

source: /// connection closed.
en@ipa: /// kənɛkʃn kləʊzd

source: /// connect <host> <port> -- connect to a given host/port /// close -- close the current connection /// quit -- exit /// z -- suspend /// dump <file> -- dump the backbuffer to a file. appends. /// log <file> -- sets logfile as specified. appends. /// charset <charset> -- interprets data from the mud as given charset
en@ipa: /// connect <həʊst> <pɔt> - kənɛkt tu ə gɪvən həʊst ɔ pɔt /// close - kləʊz ðə kərənt kənɛkʃn /// quit - kwɪt /// z - sʌspɛnd /// dump <faɪl> - dʌmp bækbʌfə tu ə faɪl. əpɛndz /// log <faɪl> - sɛts lɒgfaɪl æz spɛsɪfaɪd. əpɛndz /// charset <tʃɑsɛt> - ɪntəprɪts deɪtə frɒm ðə mʌd æz gɪvən tsɑsɛt

source: /// compress -- show MCCP compression status
en@ipa: /// compress - ʃəʊ MCCP kəmprɛʃn steɪtəs

source: /// wire:%li bytes data:%li bytes.
en@ipa: /// waɪə:%li baɪts deɪtə:%li baɪts

source: /// no compression
en@ipa: /// nəʊ kəmprɛʃ

source: /// charset '%s' selected
en@ipa: /// tʃɑsɛt ˈ%sˈ sɛlɛktɪd

source: /// closing old logfile.
en@ipa: /// kləʊsɪŋ əʊld lɒgfaɪl

source: /// couldn't open '%s' for appending.
en@ipa: /// kʌdənt əʊpən ˈ%sˈ fɔ əpɛndɪŋ

source: /// logging to end of '%s'.
en@ipa: /// lɒgɪŋ tu ɛnd əv ˈ%sˈ

source: /// don't understand that command
en@ipa: /// dəunt ʌndəstænd ðæt kəmænd

source: /// connecting to %s:%i
en@ipa: /// kənɛktɪŋ tu %s:%i

source: /// connected to %s:%i
en@ipa: /// kənektɪd tu %:s%i

source: /// escape character is '%s'
en@ipa: /// ɪskeɪp kæræktə ɪz ˈ%sˈ

source: /// couldn't open '%s' to dump to
en@ipa: /// kʌdnt əʊpən ˈ%sˈ tu dʌmp tu

source: /// dumping scroll history to '%s'
en@ipa: /// dʌmpɪŋ skrəʊl hɪstəri tu ˈ%sˈ

source: ---=== Dump generated on %s by crystal ===---
en@ipa: ---=== dʌmp dʒɛnəreɪtɪd ɒn %s by krɪstəl ===---

source: ---=== End of dump ===---
en@ipa: ---==== ɛnd əv dʌmp ===---

source: /// connection closed by foreign host.
en@ipa: /// kənɛkʃn kləʊzd baɪ fɒrɪn həʊst

source: %s: Bad port - '%s'.
en@ipa: %s: bæd pɔt - ˈ%sˈ

source: %s: Unknown host.
en@ipa: %s: ʌnəʊn həʊst

source: %s: Unable to connect to remote host: %s
en@ipa: %s: ʌneɪbl tu kənɛkt tu rimeʊt həʊst: %s
